Property lines do not form a closed loop. Area will not be computed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId PropertyNotClosed { get; }
  Visual Basic
Public Shared ReadOnly Property PropertyNotClosed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ PropertyNotClosed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures OpeningFailures Class
  Autodesk.Revit.DB Namespace